IDEA StatiCa Open Model
CheckSection.Extremes Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Section extremes
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public List<CheckSectionExtreme> Extremes { get; set; }
Public Property Extremes As List(Of CheckSectionExtreme)
	Get
	Set
public:
property List<CheckSectionExtreme^>^ Extremes {
	List<CheckSectionExtreme^>^ get ();
	void set (List<CheckSectionExtreme^>^ value);
}
Property Value
Type: List<CheckSectionExtreme>
See Also
Reference
CheckSection Class
IdeaRS.OpenModel.Concrete Namespace